Repository: maow318/DMGplayer-open
Catalog: DMGplayer/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: %@：新版 macOS 的协议语言菜单会把它们合并显示为一项（系统仍按用户语言自动匹配对应正文）。若在意菜单显示，建议按目标用户只保留其一。
en: %@: Newer macOS versions combine these into one item in the license language menu. The system still matches the correct text to the user's language. If menu presentation matters, keep only the variant intended for your audience.
ja: %@: 新しい macOS では、使用許諾契約の言語メニューでこれらが1項目にまとめられます。本文はユーザーの言語に合わせて正しく選択されます。メニュー表示を重視する場合は、対象ユーザー向けの一方だけを残してください。
ko: %@: 최신 macOS에서는 사용권 계약 언어 메뉴에서 이 항목들이 하나로 합쳐집니다. 본문은 사용자 언어에 맞게 계속 선택됩니다. 메뉴 표시가 중요하다면 대상 사용자에게 필요한 변형만 남겨 두십시오.
zh_hant: %@：較新的 macOS 會在許可協議語言選單中將這些項目合併為一項，系統仍會依使用者語言配對正確的正文。若在意選單顯示，請只保留目標使用者需要的版本。

source: %lld 通过
en: %lld passed
ja: %lld 件合格
ko: %lld개 통과
zh_hant: %lld 通過

source: 1. 登录 account.apple.com 2. 在“登录与安全”中选择“App 专用密码” 3. 点按“添加”按钮，然后按屏幕上的步骤操作
en: 1. Sign in to account.apple.com 2. Choose App-Specific Passwords under Sign-In and Security 3. Click the Add button, then follow the onscreen instructions
ja: 1. account.apple.com にサインインします 2. 「サインインとセキュリティ」で「アプリ用パスワード」を選択します 3. 「追加」ボタンをクリックし、画面の指示に従います
ko: 1. account.apple.com에 로그인합니다 2. ‘로그인 및 보안’에서 ‘앱 암호’를 선택합니다 3. ‘추가’ 버튼을 클릭한 다음 화면의 지침을 따릅니다
zh_hant: 1. 登入 account.apple.com 2. 在「登入與安全性」中選擇「App 專用密碼」 3. 按一下「加入」按鈕，然後依照螢幕上的步驟操作

source: 128 位 AES 加密
en: 128-bit AES Encryption
ja: 128ビット AES 暗号化
ko: 128비트 AES 암호화

source: 256 位 AES 加密（更安全，稍慢）
en: 256-bit AES Encryption (More Secure, Slightly Slower)
ja: 256ビット AES 暗号化（より安全、やや低速）
ko: 256비트 AES 암호화(더 안전함, 약간 느림)
zh_hant: 256 位 AES 加密（更安全，速度稍慢）

source: App 专用密码：
en: App-specific password:
ja: アプリ用パスワード：
ko: 앱 암호:
zh_hant: App 專用密碼：

source: App 信息
en: App Info
ja: アプリ情報
ko: 앱 정보
zh_hant: App 資訊

source: App 拖放区域
en: App drop area
ja: アプリのドロップ領域
ko: 앱 드롭 영역
zh_hant: App 拖放區域

source: Apple 文件系统（默认）
en: Apple File System (Default)
ja: Apple File System（デフォルト）
ko: Apple 파일 시스템(기본)
zh_hant: Apple 檔案系統（預設）

source: Applications 文件夹
en: Applications Folder
ja: Applicationsフォルダ
ko: Applications 폴더
zh_hant: Applications 檔案夾

source: bzip2（体积更小）
en: bzip2 (Smaller File)
ja: bzip2（ファイルサイズ優先）
ko: bzip2(더 작은 파일)
zh_hant: bzip2（檔案較小）

source: LZFSE（默认）
en: LZFSE (Default)
ja: LZFSE（デフォルト）
ko: LZFSE(기본)
zh_hant: LZFSE（預設）

source: Mac OS 扩展格式
en: Mac OS Extended
ja: Mac OS 拡張
ko: Mac OS 확장
zh_hant: Mac OS 擴充格式

source: Team ID 是一个 10 位字符的标识，可以在 Apple 开发者账户的会员详情中找到。
en: The Team ID is a 10-character identifier available in the membership details of your Apple Developer account.
ja: Team ID は10文字の識別子です。Apple Developer アカウントのメンバーシップ詳細で確認できます。
ko: Team ID는 10자로 된 식별자이며 Apple Developer 계정의 멤버십 세부사항에서 확인할 수 있습니다.
zh_hant: Team ID 是 10 位字元的識別碼，可在 Apple 開發者帳號的會員詳細資訊中找到。

source: zlib（兼容性最好）
en: zlib (Best Compatibility)
ja: zlib（互換性優先）
ko: zlib(최상의 호환성)
zh_hant: zlib（相容性最佳）

source: 上
en: Top
ko: 위

source: 不压缩（只读）
en: Uncompressed (Read Only)
ja: 非圧縮（読み出し専用）
ko: 압축 안 함(읽기 전용)
zh_hant: 不壓縮（唯讀）

source: 不同意
en: Disagree
ja: 同意しない
ko: 동의 안 함

source: 不同意按钮文字
en: Disagree button label
ja: 「同意しない」ボタンのテキスト
ko: ‘동의 안 함’ 버튼 텍스트
zh_hant: 「不同意」按鈕文字

source: 不签名也不公证
en: No Signing or Notarization
ja: 署名も公証もしない
ko: 서명 및 공증 안 함
zh_hant: 不簽署也不公證

source: 不透明度
en: Opacity
ko: 불투명도

source: 为公证设置 Apple ID
en: Set Up Apple ID for Notarization
ja: 公証用の Apple ID を設定
ko: 공증용 Apple ID 설정
zh_hant: 設定用於公證的 Apple ID

source: 仅保存在内存中，不写入工程文件
en: Kept in memory only and not saved in the project file
ja: メモリ内にのみ保持され、プロジェクトファイルには保存されません
ko: 메모리에만 보관되며 프로젝트 파일에는 저장되지 않음
zh_hant: 只保留在記憶體中，不會寫入專案檔案

source: 仍然继续
en: Continue Anyway
ja: このまま続ける
ko: 계속 진행
zh_hant: 仍要繼續

source: 从访达直接拖入，或点击选择
en: Drag from Finder or click to choose
ja: Finder からドラッグするか、クリックして選択
ko: Finder에서 드래그하거나 클릭하여 선택
zh_hant: 直接從 Finder 拖入，或按一下選擇

source: 代码签名
en: Code Sign
ja: コード署名
ko: 코드 서명
zh_hant: 程式碼簽署

source: 代码签名并公证
en: Code Sign and Notarize
ja: コード署名して公証
ko: 코드 서명 및 공증
zh_hant: 程式碼簽署並公證

source: 使用默认
en: Use Default
ja: デフォルトを使用
ko: 기본값 사용
zh_hant: 使用預設值

source: 保存当前布局
en: Save Current Layout
ja: 現在のレイアウトを保存
ko: 현재 레이아웃 저장
zh_hant: 儲存目前佈局

source: 修复所有错误后才能开始构建。
en: Fix all errors before starting the build.
ja: ビルドを開始する前に、すべてのエラーを修正してください。
ko: 빌드를 시작하기 전에 모든 오류를 수정하십시오.
zh_hant: 修正所有錯誤後才能開始建置。

source: 偏移
en: Offset
ja: オフセット
ko: 오프셋

source: 先把文件拖进画布，或用 + 菜单添加文件。
en: Drag files onto the canvas first, or add them from the + menu.
ja: 先にファイルをキャンバスへドラッグするか、+ メニューから追加してください。
ko: 먼저 파일을 캔버스로 드래그하거나 + 메뉴에서 파일을 추가하십시오.
zh_hant: 請先將檔案拖入畫布，或從 + 選單加入檔案。

source: 全部检查通过
en: All Checks Passed
ja: すべてのチェックに合格
ko: 모든 검사 통과
zh_hant: 所有檢查均已通過

source: 关于 DMGplayer
en: About DMGplayer
ja: DMGplayer について
ko: DMGplayer에 관하여
zh_hant: 關於 DMGplayer

source: 关闭快速打包
en: Close Quick Pack
ja: クイックパックを閉じる
ko: 빠른 패키징 닫기
zh_hant: 關閉快速封裝

source: 内容
en: Contents
ko: 콘텐츠
zh_hant: 內容

source: 内容信息
en: Content Info
ja: コンテンツ情報
ko: 콘텐츠 정보
zh_hant: 內容資訊

source: 内容项目：%@
en: Content item: %@
ja: コンテンツ項目：%@
ko: 콘텐츠 항목: %@
zh_hant: 內容項目：%@

source: 内置模板
en: Built-in Template
ja: 内蔵テンプレート
ko: 내장 템플릿
zh_hant: 內建範本

source: 创建安装器包…
en: Create Installer Package…
ja: インストーラパッケージを作成…
ko: 설치 프로그램 패키지 생성…
zh_hant: 製作安裝程式套件…

source: 创建安装器包失败
en: Couldn’t Create Installer Package
ja: インストーラパッケージを作成できませんでした
ko: 설치 프로그램 패키지를 생성할 수 없음
zh_hant: 無法製作安裝程式套件

source: 删除所选项
en: Delete Selected Item
ja: 選択項目を削除
ko: 선택한 항목 삭제
zh_hant: 刪除所選項目

source: 删除自定义模板
en: Delete Custom Template
ja: カスタムテンプレートを削除
ko: 사용자 설정 템플릿 삭제
zh_hant: 刪除自訂範本

source: 加密：
en: Encryption:
ja: 暗号化：
ko: 암호화:

source: 卷名称
en: Volume Name
ja: ボリューム名
ko: 볼륨 이름
zh_hant: 卷宗名稱

source: 卷名称：
en: Volume Name:
ja: ボリューム名：
ko: 볼륨 이름:
zh_hant: 卷宗名稱：

source: 卷图标：
en: Volume Icon:
ja: ボリュームアイコン：
ko: 볼륨 아이콘:
zh_hant: 卷宗圖像：

source: 压缩：
en: Compression:
ja: 圧縮：
ko: 압축:
zh_hant: 壓縮：

source: 原始大小
en: Original Size
ja: 元のサイズ
ko: 원본 크기

source: 发现 %lld 个错误
en: %lld Errors Found
ja: %lld 件のエラーが見つかりました
ko: %lld개의 오류 발견
zh_hant: 發現 %lld 個錯誤

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 取消构建
en: Cancel Build
ja: ビルドをキャンセル
ko: 빌드 취소
zh_hant: 取消建置

source: 口令：
en: Password:
ja: パスワード：
ko: 암호:
zh_hant: 密碼：

source: 右侧
en: Right
ja: 右側
ko: 오른쪽
zh_hant: 右側

source: 同意
en: Agree
ja: 同意する
ko: 동의

source: 同意按钮文字
en: Agree button label
ja: 「同意する」ボタンのテキスト
ko: ‘동의’ 버튼 텍스트
zh_hant: 「同意」按鈕文字

source: 图标大小
en: Icon Size
ja: アイコンサイズ
ko: 아이콘 크기
zh_hant: 圖像大小

source: 图片
en: Image
ja: 画像
ko: 이미지
zh_hant: 圖片

# 图片不是正方形（%lld×%lld）。请使用 1024×1024 的正方形图片，它会被完整印满硬盘标签面。
source: 图片不是正方形（%1$lld×%2$lld）。请使用 1024×1024 的正方形图片，它会被完整印满硬盘标签面。
en: The image isn’t square (%1$lld×%2$lld). Use a 1024×1024 square image; it will fill the entire drive label.
ja: 画像が正方形ではありません（%1$lld×%2$lld）。ドライブラベル全体に表示するには、1024×1024 の正方形画像を使用してください。
ko: 이미지가 정사각형이 아닙니다(%1$lld×%2$lld). 드라이브 레이블 전체를 채우려면 1024×1024 정사각형 이미지를 사용하십시오.
zh_hant: 圖片不是正方形（%1$lld×%2$lld）。請使用 1024×1024 的正方形圖片，圖片會完整填滿硬碟標籤面。

source: 图片会在构建时合成到 Finder 窗口背景中。
en: The image is composited into the Finder window background during the build.
ja: ビルド時に画像が Finder ウインドウの背景に合成されます。
ko: 빌드할 때 이미지가 Finder 윈도우 배경에 합성됩니다.
zh_hant: 建置時會將圖片合成至 Finder 視窗背景。

source: 图片信息
en: Image Info
ja: 画像情報
ko: 이미지 정보
zh_hant: 圖片資訊

source: 图片大小
en: Image Size
ja: 画像サイズ
ko: 이미지 크기
zh_hant: 圖片大小

# 图片太小（%lld×%lld）。请使用至少 512×512、推荐 1024×1024 的正方形图片。
source: 图片太小（%1$lld×%2$lld）。请使用至少 512×512、推荐 1024×1024 的正方形图片。
en: The image is too small (%1$lld×%2$lld). Use a square image of at least 512×512; 1024×1024 is recommended.
ja: 画像が小さすぎます（%1$lld×%2$lld）。512×512 以上の正方形画像を使用してください。1024×1024 を推奨します。
ko: 이미지가 너무 작습니다(%1$lld×%2$lld). 최소 512×512 정사각형 이미지를 사용하십시오. 1024×1024를 권장합니다.
zh_hant: 圖片太小（%1$lld×%2$lld）。請使用至少 512×512 的正方形圖片，建議使用 1024×1024。

source: 图片对象
en: Image Object
ja: 画像オブジェクト
ko: 이미지 대상체
zh_hant: 圖片物件

source: 在左侧列表或画布中选择文件、文本或图片。
en: Select a file, text object, or image in the sidebar or canvas.
ja: サイドバーまたはキャンバスで、ファイル、テキスト、画像を選択してください。
ko: 사이드바 또는 캔버스에서 파일, 텍스트 또는 이미지를 선택하십시오.
zh_hant: 在左側列表或畫布中選擇檔案、文字或圖片。

source: 在访达中显示
en: Show in Finder
ja: Finder に表示
ko: Finder에서 보기
zh_hant: 在 Finder 中顯示

source: 外观
en: Appearance
ja: 外観
ko: 모양
zh_hant: 外觀

source: 外观：%@
en: Appearance: %@
ja: 外観：%@
ko: 모양: %@
zh_hant: 外觀：%@

source: 大小
en: Size
ja: サイズ
ko: 크기

source: 大小 (MB)：
en: Size (MB):
ja: サイズ (MB)：
ko: 크기(MB):

source: 好
en: OK
ja: OK
ko: 확인

source: 如何生成 App 专用密码
en: How to Create an App-Specific Password
ja: アプリ用パスワードの作成方法
ko: 앱 암호를 생성하는 방법
zh_hant: 如何產生 App 專用密碼

source: 字体
en: Font
ja: フォント
ko: 서체
zh_hant: 字體

source: 字体…
en: Font…
ja: フォント…
ko: 서체…
zh_hant: 字體…

source: 存储
en: Save
ja: 保存
ko: 저장
zh_hant: 儲存

source: 存储按钮文字
en: Save button label
ja: 「保存」ボタンのテキスト
ko: ‘저장’ 버튼 텍스트
zh_hant: 「儲存」按鈕文字

source: 完成
en: Done
ja: 完了
ko: 완료

source: 宽
en: Width
ja: 幅
ko: 너비
zh_hant: 寬

source: 宽度
en: Width
ja: 幅
ko: 너비
zh_hant: 寬度

source: 对齐
en: Alignment
ja: 配置
ko: 정렬
zh_hant: 對齊

source: 将 App 拖到 Applications 文件夹
en: Drag the App to the Applications folder
ja: App を Applications フォルダにドラッグ
ko: App을 Applications 폴더로 드래그
zh_hant: 將 App 拖到 Applications 檔案夾

source: 尚未执行构建预检
en: Build preflight has not been run
ja: ビルド前チェックはまだ実行されていません
ko: 빌드 사전 검사가 아직 실행되지 않음
zh_hant: 尚未執行建置預檢

source: 尚未检查
en: Not Checked
ja: 未チェック
ko: 검사 안 함
zh_hant: 尚未檢查

source: 工程模板
en: Project Templates
ja: プロジェクトテンプレート
ko: 프로젝트 템플릿
zh_hant: 專案範本

source: 工程模板…
en: Project Templates…
ja: プロジェクトテンプレート…
ko: 프로젝트 템플릿…
zh_hant: 專案範本…

source: 左
en: Left
ko: 왼쪽

source: 已添加 %lld 种语言
en: %lld languages added
ja: %lld 言語を追加済み
ko: %lld개 언어 추가됨
zh_hant: 已加入 %lld 種語言

source: 已通过
en: Passed
ja: 合格
ko: 통과
zh_hant: 已通過

source: 布局
en: Layout
ja: レイアウト
ko: 레이아웃
zh_hant: 佈局

source: 带说明文字
en: With Instructions
ja: 説明テキスト付き
ko: 안내 문구 포함
zh_hant: 帶說明文字

source: 应用
en: Apply
ja: 適用
ko: 적용
zh_hant: 套用

source: 应用模板会保留已添加的 App 与安全凭据。
en: Applying a template keeps the apps and security credentials already added.
ja: テンプレートを適用しても、追加済みのアプリとセキュリティ認証情報は保持されます。
ko: 템플릿을 적용해도 이미 추가한 앱과 보안 자격 증명은 유지됩니다.
zh_hant: 套用範本會保留已加入的 App 與安全憑證。

source: 应用程序
en: Application
ja: アプリケーション
ko: 응용 프로그램
zh_hant: 應用程式

source: 底部
en: Bottom
ja: 下
ko: 하단

source: 开发者 Team ID：
en: Developer Team ID:
ja: デベロッパ Team ID：
ko: 개발자 Team ID:
zh_hant: 開發者 Team ID：

source: 开始打包
en: Start Packing
ja: パッケージ化を開始
ko: 패키징 시작
zh_hant: 開始封裝

source: 必填
en: Required
ja: 必須
ko: 필수

source: 快速打包
en: Quick Pack
ja: クイックパック
ko: 빠른 패키징
zh_hant: 快速封裝

source: 我的软件 DMG
en: My App DMG
ja: マイアプリ DMG
ko: 내 앱 DMG
zh_hant: 我的軟體 DMG

source: 所选项设置
en: Selected Item Settings
ja: 選択項目の設定
ko: 선택한 항목 설정
zh_hant: 所選項目設定

source: 打包设置
en: Packing Settings
ja: パッケージ設定
ko: 패키징 설정
zh_hant: 封裝設定

source: 打印
en: Print
ja: プリント
ko: 프린트
zh_hant: 列印

source: 打印按钮文字
en: Print button label
ja: 「プリント」ボタンのテキスト
ko: ‘프린트’ 버튼 텍스트
zh_hant: 「列印」按鈕文字

source: 打开完整编辑器
en: Open Full Editor
ja: フルエディタを開く
ko: 전체 편집기 열기
zh_hant: 開啟完整編輯器

source: 把文件拖到这里，添加到磁盘映像
en: Drag files here to add them to the disk image
ja: ここにファイルをドラッグしてディスクイメージに追加
ko: 여기에 파일을 드래그하여 디스크 이미지에 추가
zh_hant: 將檔案拖到這裡，以加入磁碟映像檔

source: 拖入 App 后自动检查
en: Check automatically after dropping an app
ja: アプリをドロップした後に自動チェック
ko: 앱을 드롭한 후 자동으로 검사
zh_hant: 拖入 App 後自動檢查

source: 提示语
en: Prompt
ja: メッセージ
ko: 안내 문구
zh_hant: 提示文字

source: 搜索语言
en: Search Languages
ja: 言語を検索
ko: 언어 검색
zh_hant: 搜尋語言

source: 操作
en: Actions
ko: 동작

source: 放置你的 App
en: Drop Your App
ja: アプリをドロップ
ko: 앱을 놓으십시오
zh_hant: 放入你的 App

source: 文件
en: File
ja: ファイル
ko: 파일
zh_hant: 檔案

source: 文件、布局和构建环境均可用
en: Files, layout, and build environment are ready
ja: ファイル、レイアウト、ビルド環境を使用できます
ko: 파일, 레이아웃 및 빌드 환경을 사용할 수 있음
zh_hant: 檔案、佈局和建置環境均可使用

source: 文件夹
en: Folder
ja: フォルダ
ko: 폴더
zh_hant: 檔案夾

source: 文字大小
en: Text Size
ja: テキストサイズ
ko: 텍스트 크기

source: 文本
en: Text
ja: テキスト
ko: 텍스트
zh_hant: 文字

source: 文本对象：%@
en: Text object: %@
ja: テキストオブジェクト：%@
ko: 텍스트 대상체: %@
zh_hant: 文字物件：%@

source: 文本样式
en: Text Style
ja: テキストスタイル
ko: 텍스트 스타일
zh_hant: 文字樣式

source: 文本阴影
en: Text Shadow
ja: テキストの影
ko: 텍스트 그림자
zh_hant: 文字陰影

source: 无
en: None
ja: なし
ko: 없음
zh_hant: 無

source: 无法读取图片。
en: The image could not be read.
ja: 画像を読み込めません。
ko: 이미지를 읽을 수 없습니다.
zh_hant: 無法讀取圖片。

source: 映像大小：
en: Image Size:
ja: イメージサイズ：
ko: 이미지 크기:
zh_hant: 映像檔大小：

source: 显示名称
en: Display Name
ja: 表示名
ko: 표시 이름
zh_hant: 顯示名稱

source: 显示图标预览
en: Show Icon Preview
ja: アイコンプレビューを表示
ko: 아이콘 미리보기 표시
zh_hant: 顯示圖像預覽

source: 显示边栏
en: Show Sidebar
ja: サイドバーを表示
ko: 사이드바 표시
zh_hant: 顯示側邊欄

source: 显示项目简介
en: Show Item Info
ja: 項目の情報を表示
ko: 항목 정보 표시
zh_hant: 顯示項目簡介

source: 暂无
en: None
ja: なし
ko: 없음
zh_hant: 暫無

source: 未知
en: Unknown
ja: 不明
ko: 알 수 없음

source: 未选择
en: No Selection
ja: 未選択
ko: 선택 안 함
zh_hant: 未選取

source: 未选择内容项
en: No Content Item Selected
ja: コンテンツ項目が選択されていません
ko: 선택한 콘텐츠 항목 없음
zh_hant: 未選取內容項目

source: 本地化字符串
en: Localized Strings
ja: ローカライズ文字列
ko: 현지화된 문자열
zh_hant: 本地化字串

source: 极光
en: Aurora
ja: オーロラ
ko: 오로라
zh_hant: 極光

source: 构建
en: Build
ja: ビルド
ko: 빌드
zh_hant: 建置

source: 构建并完成
en: Build and Finish
ja: ビルドして完了
ko: 빌드 및 완료
zh_hant: 建置並完成

source: 构建并暂停
en: Build and Pause
ja: ビルドして一時停止
ko: 빌드 및 일시 정지
zh_hant: 建置並暫停

source: 构建磁盘映像 (⌘B)；下拉可选“构建并暂停”先检查内容
en: Build disk image (⌘B); use the menu to choose Build and Pause to inspect its contents first
ja: ディスクイメージをビルド (⌘B)。メニューから「ビルドして一時停止」を選ぶと、先に内容を確認できます
ko: 디스크 이미지 빌드(⌘B). 메뉴에서 ‘빌드 및 일시 정지’를 선택하면 콘텐츠를 먼저 확인할 수 있습니다
zh_hant: 建置磁碟映像檔 (⌘B)；可從選單選擇「建置並暫停」，先檢查內容

source: 构建预检
en: Build Preflight
ja: ビルド前チェック
ko: 빌드 사전 검사
zh_hant: 建置預檢

source: 构建预检：%@。%@
en: Build preflight: %1$@. %2$@
ja: ビルド前チェック：%1$@。%2$@
ko: 빌드 사전 검사: %1$@. %2$@
zh_hant: 建置預檢：%1$@。%2$@

source: 标签位置
en: Label Position
ja: ラベルの位置
ko: 레이블 위치
zh_hant: 標籤位置

source: 格式
en: Format
ja: フォーマット
ko: 포맷

source: 格式：
en: Format:
ja: フォーマット：
ko: 포맷:

source: 检查器
en: Inspector
ja: インスペクタ
ko: 인스펙터
zh_hant: 檢查器

source: 模板错误
en: Template Error
ja: テンプレートエラー
ko: 템플릿 오류
zh_hant: 範本錯誤

source: 模糊
en: Blur
ja: ぼかし
ko: 흐림

source: 正在预检
en: Checking
ja: チェック中
ko: 검사 중
zh_hant: 正在預檢

source: 正在预检…
en: Checking…
ja: チェック中…
ko: 검사 중…
zh_hant: 正在預檢…

source: 浅色
en: Light
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 海洋
en: Ocean
ja: オーシャン
ko: 바다

source: 深色
en: Dark
ja: ダーク
ko: 다크

source: 添加 Apple ID
en: Add Apple ID
ja: Apple ID を追加
ko: Apple ID 추가
zh_hant: 加入 Apple ID

source: 添加 Applications 文件夹
en: Add Applications Folder
ja: Applications フォルダを追加
ko: Applications 폴더 추가
zh_hant: 加入 Applications 資料夾

source: 添加图片…
en: Add Image…
ja: 画像を追加…
ko: 이미지 추가…
zh_hant: 加入圖片…

source: 添加安装器包…
en: Add Installer Package…
ja: インストーラパッケージを追加…
ko: 설치 프로그램 패키지 추가…
zh_hant: 加入安裝程式套件…

source: 添加文件…
en: Add Files…
ja: ファイルを追加…
ko: 파일 추가…
zh_hant: 加入檔案…

source: 添加文本
en: Add Text
ja: テキストを追加
ko: 텍스트 추가
zh_hant: 加入文字

source: 添加许可协议
en: Add License Agreement
ja: 使用許諾契約を追加
ko: 사용권 계약 추가
zh_hant: 加入許可協議

source: 添加许可协议…
en: Add License Agreement…
ja: 使用許諾契約を追加…
ko: 사용권 계약 추가…
zh_hant: 加入許可協議…

source: 渐变
en: Gradient
ja: グラデーション
ko: 그라디언트
zh_hant: 漸層

source: 渐变背景
en: Gradient Background
ja: グラデーション背景
ko: 그라데이션 배경
zh_hant: 漸層背景

source: 版本 %@（%@）
en: Version %1$@ (%2$@)
ja: バージョン %1$@（%2$@）
ko: 버전 %1$@(%2$@)
zh_hant: 版本 %1$@（%2$@）

source: 界面语言
en: Interface Language
ja: 表示言語
ko: 인터페이스 언어
zh_hant: 介面語言

source: 留空时使用%@默认值
en: Leave blank to use the %@ default
ja: 空欄の場合は %@ のデフォルト値を使用
ko: 비워 두면 %@ 기본값 사용
zh_hant: 留白時使用%@預設值

source: 目标
en: Target
ja: 対象
ko: 대상
zh_hant: 目標

source: 石墨
en: Graphite
ja: グラファイト
ko: 흑연

source: 磁盘映像
en: Disk Image
ja: ディスクイメージ
ko: 디스크 이미지
zh_hant: 磁碟映像檔

source: 磁盘映像名称
en: Disk Image Name
ja: ディスクイメージ名
ko: 디스크 이미지 이름
zh_hant: 磁碟映像檔名稱

source: 磁盘映像还没有内容
en: The Disk Image Is Empty
ja: ディスクイメージに内容がありません
ko: 디스크 이미지가 비어 있음
zh_hant: 磁碟映像檔中尚無內容

source: 移除
en: Remove
ja: 削除
ko: 제거

source: 移除 App
en: Remove App
ja: アプリを削除
ko: 앱 제거

source: 空白
en: Blank
ko: 빈 템플릿

source: 窗口尺寸
en: Window Size
ja: ウインドウサイズ
ko: 윈도우 크기
zh_hant: 視窗大小

source: 窗口背景
en: Window Background
ja: ウインドウの背景
ko: 윈도우 배경
zh_hant: 視窗背景

source: 窗口设置
en: Window Settings
ja: ウインドウ設定
ko: 윈도우 설정
zh_hant: 視窗設定

source: 窗口选项
en: Window Options
ja: ウインドウオプション
ko: 윈도우 옵션
zh_hant: 視窗選項

source: 签名证书：
en: Signing Certificate:
ja: 署名証明書：
ko: 서명 인증서:
zh_hant: 簽署憑證：

source: 简洁浅色
en: Clean Light
ja: シンプル（ライト）
ko: 깔끔한 라이트
zh_hant: 簡潔淺色

source: 简洁深色
en: Clean Dark
ja: シンプル（ダーク）
ko: 깔끔한 다크
zh_hant: 簡潔深色

source: 类型
en: Type
ja: 種類
ko: 유형
zh_hant: 類型

source: 系统字体
en: System Font
ja: システムフォント
ko: 시스템 서체
zh_hant: 系統字體

source: 经典 App → Applications
en: Classic App → Applications
ja: クラシック App → Applications
ko: 클래식 App → Applications
zh_hant: 經典 App → Applications

source: 继续完成
en: Finish
ja: 完了へ進む
ko: 완료 계속하기
zh_hant: 繼續完成

source: 继续构建
en: Continue Build
ja: ビルドを続ける
ko: 빌드 계속하기
zh_hant: 繼續建置

source: 编辑器
en: Editor
ja: エディタ
ko: 편집기
zh_hant: 編輯器

source: 自动
en: Automatic
ja: 自動
ko: 자동
zh_hant: 自動

source: 自定…
en: Custom…
ja: カスタム…
ko: 사용자 설정…
zh_hant: 自訂…

source: 自定义卷图标预览
en: Custom volume icon preview
ja: カスタムボリュームアイコンのプレビュー
ko: 사용자 설정 볼륨 아이콘 미리보기
zh_hant: 自訂卷宗圖像預覽

source: 自定义模板
en: Custom Template
ja: カスタムテンプレート
ko: 사용자 설정 템플릿
zh_hant: 自訂範本

source: 自定义模板名称
en: Custom Template Name
ja: カスタムテンプレート名
ko: 사용자 설정 템플릿 이름
zh_hant: 自訂範本名稱

source: 落日
en: Sunset
ja: サンセット
ko: 노을

source: 薰衣草
en: Lavender
ja: ラベンダー
ko: 라벤더

source: 蜜桃
en: Peach
ja: ピーチ
ko: 복숭아

source: 要对磁盘映像及其内容进行公证，DMGplayer 需要你的 Apple ID、Team ID 和一个“App 专用密码”来与 Apple 服务通信。凭据会安全地保存在钥匙串中。
en: To notarize the disk image and its contents, DMGplayer needs your Apple ID, Team ID, and an app-specific password to communicate with Apple services. Your credentials are stored securely in Keychain.
ja: ディスクイメージとその内容を公証するには、Apple のサービスと通信するために Apple ID、Team ID、アプリ用パスワードが必要です。認証情報はキーチェーンに安全に保存されます。
ko: 디스크 이미지와 그 콘텐츠를 공증하려면 DMGplayer가 Apple 서비스와 통신할 수 있도록 Apple ID, Team ID 및 앱 암호가 필요합니다. 자격 증명은 키체인에 안전하게 저장됩니다.
zh_hant: 若要公證磁碟映像檔及其內容，DMGplayer 需要使用你的 Apple ID、Team ID 和「App 專用密碼」與 Apple 服務通訊。憑證會安全地儲存在鑰匙圈中。

source: 角度
en: Angle
ko: 각도

source: 计算中…
en: Calculating…
ja: 計算中…
ko: 계산 중…
zh_hant: 計算中…

source: 许可协议
en: License Agreement
ja: 使用許諾契約
ko: 사용권 계약
zh_hant: 許可協議

source: 许可协议不存在
en: License Agreement Not Found
ja: 使用許諾契約が見つかりません
ko: 사용권 계약을 찾을 수 없음
zh_hant: 許可協議不存在

source: 许可协议提示语
en: License Agreement Prompt
ja: 使用許諾契約のメッセージ
ko: 사용권 계약 안내 문구
zh_hant: 許可協議提示文字

source: 许可协议文本（%@）
en: License agreement text (%@)
ja: 使用許諾契約のテキスト（%@）
ko: 사용권 계약 텍스트(%@)
zh_hant: 許可協議文字（%@）

source: 语言
en: Language
ja: 言語
ko: 언어
zh_hant: 語言

source: 请先拖入或选择一个 App。
en: Drag in or choose an app first.
ja: 先にアプリをドラッグするか選択してください。
ko: 먼저 앱을 드래그하거나 선택하십시오.
zh_hant: 請先拖入或選擇一個 App。

source: 请在“磁盘映像”设置页里输入口令。
en: Enter a password in Disk Image settings.
ja: 「ディスクイメージ」設定でパスワードを入力してください。
ko: 디스크 이미지 설정에서 암호를 입력하십시오.
zh_hant: 請在「磁碟映像檔」設定中輸入密碼。

source: 请输入磁盘映像名称。
en: Enter a disk image name.
ja: ディスクイメージ名を入力してください。
ko: 디스크 이미지 이름을 입력하십시오.
zh_hant: 請輸入磁碟映像檔名稱。

source: 警告 · 可以继续
en: Warning · You Can Continue
ja: 警告 · 続行できます
ko: 경고 · 계속할 수 있음
zh_hant: 警告 · 可以繼續

source: 警告不会阻止构建，请确认后继续。
en: Warnings do not block the build. Review them before continuing.
ja: 警告があってもビルドは可能です。確認してから続けてください。
ko: 경고가 있어도 빌드할 수 있습니다. 확인한 후 계속하십시오.
zh_hant: 警告不會阻止建置，請確認後再繼續。

source: 跟随系统
en: Follow System
ja: システム設定に従う
ko: 시스템 설정 따르기
zh_hant: 跟隨系統

source: 路径
en: Path
ja: パス
ko: 경로
zh_hant: 路徑

source: 输入 Apple ID 凭据…
en: Enter Apple ID Credentials…
ja: Apple ID の認証情報を入力…
ko: Apple ID 자격 증명 입력…
zh_hant: 輸入 Apple ID 憑證…

source: 还没有设置加密口令
en: No Encryption Password
ja: 暗号化パスワードが設定されていません
ko: 암호화 암호가 설정되지 않음
zh_hant: 尚未設定加密密碼

source: 这张图片不符合卷图标要求
en: This Image Can’t Be Used as a Volume Icon
ja: この画像はボリュームアイコンに使用できません
ko: 이 이미지는 볼륨 아이콘으로 사용할 수 없음
zh_hant: 此圖片不符合卷宗圖像要求

source: 这里只能添加 macOS 的 .app 应用程序。
en: Only macOS .app applications can be added here.
ja: ここには macOS の .app アプリケーションのみ追加できます。
ko: 여기에는 macOS .app 응용 프로그램만 추가할 수 있습니다.
zh_hant: 此處只能加入 macOS 的 .app 應用程式。

source: 退出
en: Quit
ja: 終了
ko: 종료
zh_hant: 結束

source: 退出 DMGplayer
en: Quit DMGplayer
ja: DMGplayer を終了
ko: DMGplayer 종료
zh_hant: 結束 DMGplayer

source: 适配背景图片
en: Fit to Background Image
ja: 背景画像に合わせる
ko: 배경 이미지에 맞추기
zh_hant: 符合背景圖片大小

source: 选择 App…
en: Choose App…
ja: アプリを選択…
ko: 앱 선택…
zh_hant: 選擇 App…

source: 选择…
en: Choose…
ja: 選択…
ko: 선택…
zh_hant: 選擇…

source: 选择一张 1024×1024 的正方形图片，它会被完整印满硬盘标签面
en: Choose a 1024×1024 square image. It will fill the entire drive label.
ja: 1024×1024 の正方形画像を選択してください。ドライブラベル全体に表示されます。
ko: 1024×1024 정사각형 이미지를 선택하십시오. 드라이브 레이블 전체를 채웁니다.
zh_hant: 選擇一張 1024×1024 的正方形圖片，圖片會完整填滿硬碟標籤面。

source: 选择安装器包的保存位置
en: Choose Where to Save the Installer Package
ja: インストーラパッケージの保存先を選択
ko: 설치 프로그램 패키지 저장 위치 선택
zh_hant: 選擇安裝程式套件的儲存位置

source: 选择快速打包结果的保存位置
en: Choose Where to Save the Quick Pack Result
ja: クイックパック結果の保存先を選択
ko: 빠른 패키징 결과 저장 위치 선택
zh_hant: 選擇快速封裝結果的儲存位置

source: 选择构建位置后，DMGplayer 会检查文件、布局、签名、空间和挂载状态。
en: After you choose a build location, DMGplayer checks files, layout, signing, free space, and mount status.
ja: ビルド先を選択すると、DMGplayer がファイル、レイアウト、署名、空き容量、マウント状態を確認します。
ko: 빌드 위치를 선택하면 DMGplayer가 파일, 레이아웃, 서명, 여유 공간 및 마운트 상태를 검사합니다.
zh_hant: 選擇建置位置後，DMGplayer 會檢查檔案、佈局、簽署、空間和掛載狀態。

source: 选择磁盘映像的保存位置
en: Choose Where to Save the Disk Image
ja: ディスクイメージの保存先を選択
ko: 디스크 이미지 저장 위치 선택
zh_hant: 選擇磁碟映像檔的儲存位置

source: 选择要快速打包的 App
en: Choose an App to Quick Pack
ja: クイックパックするアプリを選択
ko: 빠르게 패키징할 앱 선택
zh_hant: 選擇要快速封裝的 App

source: 选择要打包成安装器的 App
en: Choose an App for the Installer Package
ja: インストーラにするアプリを選択
ko: 설치 프로그램으로 패키징할 앱 선택
zh_hant: 選擇要封裝為安裝程式的 App

source: 选项
en: Options
ja: オプション
ko: 옵션
zh_hant: 選項

source: 通过，另有 %lld 个警告
en: Passed with %lld Warnings
ja: 合格（警告 %lld 件）
ko: 통과, 경고 %lld개
zh_hant: 已通過，另有 %lld 個警告

source: 重新定位…
en: Relocate…
ja: 場所を指定し直す…
ko: 위치 다시 지정…

source: 重新选择…
en: Choose Again…
ja: 選択し直す…
ko: 다시 선택…
zh_hant: 重新選擇…

source: 重新选择要打包的 App
en: Choose Another App to Pack
ja: パッケージ化するアプリを選択し直す
ko: 패키징할 앱 다시 선택
zh_hant: 重新選擇要封裝的 App

source: 重新选择该内容项的源文件
en: Choose a New Source File for This Item
ja: この項目のソースファイルを選択し直す
ko: 이 콘텐츠 항목의 소스 파일 다시 선택
zh_hant: 重新選擇此內容項目的來源檔案

source: 错误 · 必须修复
en: Error · Must Fix
ja: エラー · 修正が必要
ko: 오류 · 수정 필요
zh_hant: 錯誤 · 必須修正

source: 阴影
en: Shadow
ja: 影
ko: 그림자
zh_hant: 陰影

source: 隐藏（构建时设为不可见）
en: Hide (make invisible when building)
ja: 非表示（ビルド時に見えないようにする）
ko: 숨기기(빌드할 때 보이지 않게 설정)
zh_hant: 隱藏（建置時設為不可見）

source: 随机变化
en: Randomize
ja: ランダムに変更
ko: 무작위 변경
zh_hant: 隨機變化

source: 需要 1024×1024 正方形图片 将完整印满硬盘标签面
en: Requires a 1024×1024 square image The image fills the entire drive label
ja: 1024×1024 の正方形画像が必要です ドライブラベル全体に画像が表示されます
ko: 1024×1024 정사각형 이미지 필요 드라이브 레이블 전체를 채웁니다
zh_hant: 需要 1024×1024 的正方形圖片 將完整填滿硬碟標籤面

source: 预检发现 %lld 个警告
en: %lld warnings found during preflight
ja: ビルド前チェックで %lld 件の警告が見つかりました
ko: 사전 검사에서 %lld개의 경고 발견
zh_hant: 預檢發現 %lld 個警告

source: 预检有警告
en: Preflight Warnings
ja: ビルド前チェックの警告
ko: 사전 검사 경고
zh_hant: 預檢有警告

source: 预检未通过
en: Preflight Failed
ja: ビルド前チェックに不合格
ko: 사전 검사 실패
zh_hant: 預檢未通過

source: 预检通过
en: Preflight Passed
ja: ビルド前チェックに合格
ko: 사전 검사 통과
zh_hant: 預檢通過

source: 预设
en: Preset
ja: プリセット
ko: 프리셋
zh_hant: 預設組合

source: 颜色
en: Color
ja: カラー
ko: 색상
zh_hant: 顏色

source: 验证中…
en: Verifying…
ja: 検証中…
ko: 확인 중…
zh_hant: 正在驗證…

source: 高
en: Height
ja: 高さ
ko: 높이

source: 高度
en: Height
ja: 高さ
ko: 높이

source: 默认卷图标预览
en: Default volume icon preview
ja: デフォルトボリュームアイコンのプレビュー
ko: 기본 볼륨 아이콘 미리보기
zh_hant: 預設卷宗圖像預覽
